#include<iostream>	//Ввода/Вывода	cin/cout
using namespace std;

void main()	//это главная функция, которая является точкой входа,
{			//поскольку с нее начинается выполнение любой программы
	setlocale(LC_ALL, "Russian");
	cout << "\t\t\t\t\tHello \"World\"!\n"; 
	cout << "Привет!\n""Сам привет";
	cout << "\n";
	cout << endl;
	cout << " ";
	cout << "C:\\Windows\\System32\\\n";
}

//cout (Console Out) - поток вывода на экран.
//<< - Оператор перенаправления в поток


/*
----------------------------------------------------------
	Escape-последовательности
 - Slash (Косая черта)
\ - Backslash(Обратная косая черта)
\ - символ отмены специального значения другого символа
----------------------------------------------------------
*/